"WIFI NOT REACHABLE" = "WIFI NON ACCESSIBLE";
"START NOT RECEIVED" = "COMMANDE NON REÇUE";
"CONTROL LINK NOT AVAILABLE" = "LIAISON DE COMMANDE INTERROMPUE";
"ULTRASOUND EMERGENCY" = "PROBLÈME D'ULTRASON";
"CUT OUT EMERGENCY" = "MOTEURS BLOQUES";
"MOTORS EMERGENCY" = "PROBLÈME DE MOTEURS";
"CAMERA EMERGENCY" = "PROBLÈME DE CAMÉRA";
"PIC WATCHDOG EMERGENCY" = "PROBLÈME DE CAPTEURS INERTIELS";
"PIC VERSION EMERGENCY" = "PROBLÈME DE CENTRALE INERTIELLE";
"TOO MUCH ANGLE EMERGENCY" = "PROBLÈME D'ANGLE TROP IMPORTANT";	
"BATTERY LOW EMERGENCY" = "BATTERIE VIDE";
"USER EMERGENCY" = "ARRET DE L'UTILISATEUR";
"UNKNOWN EMERGENCY" = "PROBLÈME INCONNU";
"PRESS RESET" = "APPUYEZ SUR RESET";
"BATTERY LOW ALERT" = "BATTERIE FAIBLE";
"ULTRASOUND ALERT" = "ALERTE ULTRASON";
"VISION ALERT" = "ALERTE VISION";
"VIDEO CONNECTION ALERT" = "LIAISON VIDÉO INTERROMPUE";
"CAMERA ALERT" = "ALERTE CAMÉRA";
"Default settings" = "Paramètres par défaut";
"Flat trim" = "Trim à plat";
"OK" = "Valider";
"Software version" = "Version logicielle";
"Accelero disabled" = "Acceleromètre désactivé";
"Combined yaw" = "Lacet combiné";
"Left-handed" = "Gaucher";
"%@ tilt max" = "Inclinaison max %@";
"Interface opacity" = "Opacité de l'interface";
"AR.Drone" = "AR.Drone";
"hardware" = "matériel";
"software" = "logiciel";
"Inertial" = "Inertielle";
"Motors versions" = "Versions des moteurs";
"Motor 1 type" = "Motor 1 type";
"Motor 2 type" = "Motor 2 type";
"Motor 3 type" = "Motor 3 type";
"Motor 4 type" = "Motor 4 type";
"Pairing" = "Jumelage";
"Network name" = "Nom de réseau";
"Altitude limited" = "Altitude limitée";
"Outdoor hull" = "Carène extérieur";
"Outdoor flight" = "Vol en extérieur";
"Yaw speed max" = "Vitesse de lacet max";
"Vertical speed max" = "Vitesse verticale max";
"Tilt" = "Inclinaison max";
"°" = "°";
"mm/s" = "mm/s";
"°/s" = "°/s";
"New AR.Drone network" = "Nouveau nom de réseau de l'AR.Drone";
"Your changes will be applied after rebooting the AR.Drone !\n\t- Quit application\n\t- Reboot your AR.Drone\n\t- Connect your %@ on %s network\n\t- Launch application" = "Vos changements seront pris en compte après extinction et rallumage du drone !\n\t- Fermer l'application\n\t- Eteindre et rallumer votre AR.Drone\n\t- Connecter votre %@ au réseau %s\n\t- Lancer l'application";
"Adaptive video" = "Vidéo adaptative";
"Video codec" = "Codec vidéo";

